'use strict';
(function () {

  var COMMENTS = [
    'Настоящая леди не выставляет грудь напоказ до обеда.',
    'Нервный, застенчивый и добропорядочный. Уж паршивее качеств для мужчины не придумаешь.',
    'Ну почему, чтобы заполучить мужа, нужно строить из себя дуру?',
    'Еще один такой танец, и моя репутация погибнет навсегда.',
    'Еще не родился тот мужчина, которого бы испугалась хоть одна настоящая женщина.',
    'Если вы ничего плохого не делаете, то лишь потому, что вам не представилось возможности.',
    'За опыт, как говорится, сколько ни заплати — не переплатишь.',
    'Никогда не полагайтесь на доброе утро и улыбку вашей свекрови.',
    'Глупцы всегда говорят дольше.',
    'И швец, и жнец, и на дуде игрец.',
    'Не учи ученого.',
    'Не лыком шит.',
    'Одного поля ягоды.',
    'Волка ноги кормят.',
    'Куй железо, пока горячо.',
    'Будешь много знать — скоро состаришься.',
    'В гостях хорошо, а дома лучше.',
    'Язык без костей.',
    'Нет дыма без огня.',
    'Не в бровь, а в глаз.',
    'Кашу маслом не испортишь.',
    'Без царя в голове.',
    'Бумага все терпит.',
    'Взялся за гуж — не говори, что не дюж.',
    'Нет худа без добра.'
  ];

  var DESCRIPTIONS = [
    'Грачи прилетели',
    'Лунная ночь на Днепре',
    'Утро в сосновом лесу',
    'Девочка с персиками',
    'Витязь на распутье',
    'Охотники на привале',
    'Буря на море ночью',
    'Мостик. Саввинская слобода',
    'Переход Суворова через Альпы',
    'Девушка с распущенной косой',
    'Портрет Александра Пушкина',
    'Наполеон на Бородинских высотах',
    'Бурлаки на Волге',
    'Свидание',
    'Мартовское солнце',
    'Купание красного коня',
    'Свобода, ведущая народ',
    'Впечатление. Восходящее солнце',
    'Девушка с жемчужной серёжкой',
    'Последний день Помпеи',
    'Девочка на шаре',
    'Сикстинская мадонна',
    'Ночной дозор',
    'Видение отроку Варфоломею',
    'Турецкие бани'
  ];

  var NAMES = [
    'Зевс',
    'Арес',
    'Гефест',
    'Апполон',
    'Дионис',
    'Аид',
    'Посейдон',
    'Ника',
    'Афродита',
    'Гера',
    'Афина',
    'Артемида',
    'Эйрена',
    'Персефона'
  ];

  window.data = {
    COMMENTS: COMMENTS,
    DESCRIPTIONS: DESCRIPTIONS,
    NAMES: NAMES
  };
})();
